{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.8.0'"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat",
      "version": "'v2.5.0'"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "colorful-menu.nvim": {
      "src": "https://github.com/xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fyler.nvim": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim"
    },
    "gitlinker.nvim": {
      "src": "https://github.com/ruifm/gitlinker.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "heirline.nvim": {
      "src": "https://github.com/rebelot/heirline.nvim"
    },
    "hunk.nvim": {
      "src": "https://github.com/julienvincent/hunk.nvim"
    },
    "hydra.nvim": {
      "src": "https://github.com/nvimtools/hydra.nvim"
    },
    "jj-diffconflicts": {
      "src": "https://github.com/rafikdraoui/jj-diffconflicts"
    },
    "jjannotate.nvim": {
      "src": "https://tangled.org/ronshavit.com/jjannotate.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.diff.jj": {
      "src": "https://tangled.org/ronshavit.com/mini.diff.jj"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "minuet-ai.nvim": {
      "src": "https://github.com/milanglacier/minuet-ai.nvim"
    },
    "modus-themes.nvim": {
      "src": "https://github.com/miikanissi/modus-themes.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "multinput.nvim": {
      "src": "https://github.com/r0nsha/multinput.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "one-small-step-for-vimkind": {
      "src": "https://github.com/jbyuki/one-small-step-for-vimkind"
    },
    "persistent-breakpoints.nvim": {
      "src": "https://github.com/Weissle/persistent-breakpoints.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "smart-splits.nvim": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim",
      "version": "'v1.4.1'"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    }
  }
}
